Repository: engels74/tgraph-bot-source
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: da

source: ***HIDDEN***
da: ***SKJULT***

source: 1-3 minutes
da: 1-3 minutter

source: 2-5 minutes depending on data size
da: 2-5 minutter afhængig af datastørrelse

source: An error occurred
da: Der opstod en fejl

source: An error occurred while processing your request
da: Der opstod en fejl under behandlingen af din anmodning

source: Annotation Outline
da: Annotation Kontur

source: Author
da: Forfatter

source: Available Keys
da: Tilgængelige Nøgler

source: Background
da: Baggrund

source: Bot Uptime
da: Bot Oppetid

source: Bot is online and ready!
da: Bot er online og klar!

source: Bot lacks permission to post in the configured channel.
da: Bot mangler tilladelse til at poste i den konfigurerede kanal.

source: Censor Usernames
da: Censurer Brugernavne

source: Channel ID
da: Kanal ID

source: Channel {channel_id} is not a text channel. Please configure a valid text channel.
da: Kanal {channel_id} er ikke en tekstkanal. Konfigurer venligst en gyldig tekstkanal.

source: Check Logs
da: Tjek Logs

source: Check Your DMs
da: Tjek Dine DM'er

source: Check the bot logs for detailed error information and verify your configuration settings.
da: Tjek bot loggene for detaljerede fejlinformationer og verificer dine konfigurationsindstillinger.

source: Color
da: Farve

source: Command Error
da: Kommando Fejl

source: Command on Cooldown
da: Kommando på Cooldown

source: Config command global cooldown
da: Config kommando global cooldown

source: Config command per-user cooldown
da: Config kommando per-bruger cooldown

source: Configuration
da: Konfiguration

source: Configuration changes require bot restart to take effect
da: Konfigurationsændringer kræver bot genstart for at træde i kraft

source: Configuration setting `{key}` is not available.
da: Konfigurationsindstilling `{key}` er ikke tilgængelig.

source: Could not find Discord channel with ID: {channel_id}. Please check the bot configuration.
da: Kunne ikke finde Discord kanal med ID: {channel_id}. Kontroller venligst bot konfigurationen.

source: Current Value
da: Nuværende Værdi

source: Current bot configuration settings
da: Nuværende bot konfigurationsindstillinger

source: Current scheduler configuration and state
da: Nuværende scheduler konfiguration og status

source: Daily Play Count
da: Daglig Afspilningstæller

source: Delivery Method
da: Leveringsmetode

source: Direct Message (DM)
da: Direkte Besked (DM)

source: Disabled
da: Deaktiveret

source: Discord API error occurred while posting graphs.
da: Discord API fejl opstod under posting af grafer.

source: Discord rate limit reached. Please try again later.
da: Discord rate limit nået. Prøv venligst igen senere.

source: Display information about the bot
da: Vis information om botten

source: Displays play activity patterns across different days of the week.
da: Viser afspilningsaktivitetsmønstre på tværs af forskellige ugedage.

source: Edit bot configuration
da: Rediger bot konfiguration

source: Empty
da: Tom

source: Enabled
da: Aktiveret

source: Error
da: Fejl

source: Error Details
da: Fejldetaljer

source: Error in command `{command_name}`: {error_message}
da: Fejl i kommando `{command_name}`: {error_message}

source: Estimated Time
da: Estimeret Tid

source: Examples
da: Eksempler

source: Failed to create Discord file for: {file_path}
da: Fejlede i at oprette Discord fil for: {file_path}

source: Failed to generate the requested graph. This may be a temporary issue - please try again.
da: Fejlede i at generere den anmodede graf. Dette kan være et midlertidigt problem - prøv venligst igen.

source: Failed to generate the {graph_type} graph. This may be a temporary issue - please try again.
da: Fejlede i at generere {graph_type} grafen. Dette kan være et midlertidigt problem - prøv venligst igen.

source: File does not exist: {file_path}
da: Filen eksisterer ikke: {file_path}

source: File is empty: {file_path}
da: Filen er tom: {file_path}

source: File too large: {actual_mb:.1f}MB exceeds {limit_mb:.0f}MB limit
da: Filen er for stor: {actual_mb:.1f}MB overstiger {limit_mb:.0f}MB grænsen

source: Fixed Update Time
da: Fast Opdateringstid

source: Font Size
da: Skriftstørrelse

source: Generated Graphs
da: Genererede Grafer

source: Generated by TGraph Bot
da: Genereret af TGraph Bot

source: Generated {total} graphs but only posted {success} successfully
da: Genererede {total} grafer men postede kun {success} succesfuldt

source: Generating server graphs... This may take a few minutes.
da: Genererer server grafer... Dette kan tage et par minutter.

source: Generating your personal Plex statistics... This may take a moment.
da: Genererer dine personlige Plex statistikker... Dette kan tage et øjeblik.

source: Get your personal Plex statistics via DM
da: Få dine personlige Plex statistikker via DM

source: Graph Grid
da: Graf Gitter

source: Graph Update Complete
da: Graf Opdatering Fuldført

source: Graph Update Started
da: Graf Opdatering Startet

source: Graphs Generated
da: Grafer Genereret

source: Hello, world!
da: Hej, verden!

source: Hello, {invalid_key}
da: Hej, {invalid_key}

source: Hello, {name}!
da: Hej, {name}!

source: Here are your personalized viewing statistics!
da: Her er dine personlige visningsstatistikker!

source: Issue Details
da: Problemdetaljer

source: Keep Days
da: Behold Dage

source: Language
da: Sprog

source: License
da: Licens

source: Manually trigger server-wide graph generation and posting
da: Manuel start af grafgenerering og publicering for hele serveren

source: Media Type Separation
da: Medietype Adskillelse

source: Monthly play activity trends over time.
da: Månedlige afspilningsaktivitetstendenser over tid.

source: Most active users in the selected time period.
da: Mest aktive brugere i den valgte tidsperiode.

source: Most popular platforms used for media consumption.
da: Mest populære platforme brugt til medieforbrug.

source: Movie Color
da: Film Farve

source: My stats command global cooldown
da: Min stats kommando global cooldown

source: My stats command per-user cooldown
da: Min stats kommando per-bruger cooldown

source: Network error occurred while posting graphs.
da: Netværksfejl opstod under posting af grafer.

source: New Value
da: Ny Værdi

source: Next Steps
da: Næste Trin

source: No
da: Nej

source: No Graphs Generated
da: Ingen Grafer Genereret

source: No annotations enabled
da: Ingen annotationer aktiveret

source: No content provided
da: Intet indhold angivet

source: No files provided for upload
da: Ingen filer angivet til upload

source: No graph files were created. This may be due to insufficient data or configuration issues.
da: Ingen graffiler blev oprettet. Dette kan skyldes utilstrækkelige data eller konfigurationsproblemer.

source: No graphs enabled
da: Ingen grafer aktiveret

source: No valid files to upload. Errors: {errors}
da: Ingen gyldige filer at uploade. Fejl: {errors}

source: Not set
da: Ikke indstillet

source: Operation completed successfully
da: Operation gennemført succesfuldt

source: Optional: View a specific configuration setting
da: Valgfrit: Se en specifik konfigurationsindstilling

source: Partial Success
da: Delvis Succes

source: Path is not a file: {file_path}
da: Stien er ikke en fil: {file_path}

source: Personal Statistics Complete
da: Personlige Statistikker Fuldført

source: Personal Statistics Request
da: Anmodning om Personlige Statistikker

source: Play Count by Day of Week
da: Afspilningstæller efter Ugedag

source: Play Count by Hour of Day
da: Afspilningstæller efter Time på Dagen

source: Play Count by Month
da: Afspilningstæller efter Måned

source: Please provide a valid email address (e.g., user@example.com).
da: Angiv venligst en gyldig email-adresse (f.eks. user@example.com).

source: Please try the command again or contact support if the issue persists.
da: Prøv venligst kommandoen igen eller kontakt support hvis problemet fortsætter.

source: Possible Causes
da: Mulige Årsager

source: Posted Successfully
da: Postet Succesfuldt

source: Previous Value
da: Forrige Værdi

source: Privacy Notice
da: Privatlivsmeddelelse

source: Processing Time
da: Behandlingstid

source: Reason
da: Årsag

source: Retry After
da: Prøv Igen Efter

source: Scheduled Times
da: Planlagte Tider

source: Scheduler Test Completed Successfully
da: Scheduler Test Gennemført Succesfuldt

source: Scheduler Test Failed
da: Scheduler Test Fejlede

source: Scheduler Test Started
da: Scheduler Test Startet

source: Show bot uptime
da: Vis bot oppetid

source: Shows the number of plays per day over the selected time period.
da: Viser antallet af afspilninger per dag over den valgte tidsperiode.

source: Shows when users are most active throughout the day.
da: Viser hvornår brugere er mest aktive i løbet af dagen.

source: Some files may have failed to upload
da: Nogle filer kan have fejlet i upload

source: Started
da: Startet

source: State Updates
da: Tilstandsopdateringer

source: Statistical visualization of Plex activity data.
da: Statistisk visualisering af Plex aktivitetsdata.

source: Statistics Generation Failed
da: Statistik Generering Fejlede

source: Success
da: Succes

source: Successfully generated and posted {count} graphs to {channel}
da: Succesfuldt genereret og postet {count} grafer til {channel}

source: Successfully updated `{key}`
da: Succesfuldt opdateret `{key}`

source: Suggested Actions
da: Foreslåede Handlinger

source: System resources are currently limited. Please try again later.
da: Systemressourcer er i øjeblikket begrænsede. Prøv venligst igen senere.

source: TGraph Bot - Bringing Tautulli stats to Discord
da: TGraph Bot - Bringer Tautulli statistikker til Discord

source: TGraph Bot - Tautulli Discord Graph Generator
da: TGraph Bot - Tautulli Discord Graf Generator

source: TGraph Bot is running smoothly!
da: TGraph Bot kører problemfrit!

source: TV Color
da: TV Farve

source: Test Method
da: Test Metode

source: Test Results
da: Test Resultater

source: Test message
da: Test besked

source: Test string
da: Test tekst

source: Test the scheduled update functionality immediately
da: Test den planlagte opdateringsfunktionalitet øjeblikkeligt

source: Testing the scheduled update functionality...
da: Tester den planlagte opdateringsfunktionalitet...

source: Text Color
da: Tekst Farve

source: The configuration key `{key}` does not exist.
da: Konfigurationsnøglen `{key}` eksisterer ikke.

source: The configuration setting '{config_key}' is invalid or missing. Please check your configuration and try again.
da: Konfigurationsindstillingen '{config_key}' er ugyldig eller mangler. Kontroller venligst din konfiguration og prøv igen.

source: The configuration setting to modify
da: Konfigurationsindstillingen der skal ændres

source: The data provided for graph generation is invalid. Please check your data source and try again.
da: De angivne data til grafgenerering er ugyldige. Kontroller venligst din datakilde og prøv igen.

source: The external service is temporarily unavailable. Please try again later.
da: Den eksterne tjeneste er midlertidigt utilgængelig. Prøv venligst igen senere.

source: The generated graph failed validation checks. Please try generating the graph again.
da: Den genererede graf fejlede valideringskontroller. Prøv venligst at generere grafen igen.

source: The new value for the setting
da: Den nye værdi for indstillingen

source: The provided input is invalid. Please check your parameters and try again.
da: Det angivne input er ugyldigt. Kontroller venligst dine parametre og prøv igen.

source: The scheduled update routine executed successfully!
da: Den planlagte opdateringsrutine blev udført succesfuldt!

source: The scheduled update test encountered an error
da: Den planlagte opdateringstest stødte på en fejl

source: The scheduler will work correctly at the configured time. All timing calculations and update workflows are functioning properly.
da: Scheduleren vil fungere korrekt på det konfigurerede tidspunkt. Alle tidsberegninger og opdateringsworkflows fungerer korrekt.

source: The {command_name} command is currently on cooldown.
da: {command_name} kommandoen er i øjeblikket på cooldown.

source: The {data_context} data provided is invalid or incomplete. Please check your data source and try again.
da: De angivne {data_context} data er ugyldige eller ufuldstændige. Kontroller venligst din datakilde og prøv igen.

source: There is an issue with the graph configuration. Please check your settings and try again.
da: Der er et problem med grafkonfigurationen. Kontroller venligst dine indstillinger og prøv igen.

source: There may be an issue with: • Tautulli API connectivity • Discord channel permissions • Graph generation process • Bot configuration
da: Der kan være et problem med: • Tautulli API forbindelse • Discord kanal tilladelser • Graf genereringsproces • Bot konfiguration

source: There was a Discord communication error. Please try again.
da: Der var en Discord kommunikationsfejl. Prøv venligst igen.

source: There was a network connectivity issue. Please try again in a moment.
da: Der var et netværksforbindelsesproblem. Prøv venligst igen om et øjeblik.

source: There's a configuration issue. Please contact the server administrators.
da: Der er et konfigurationsproblem. Kontakt venligst serveradministratorerne.

source: These statistics are private to you
da: Disse statistikker er private for dig

source: This prevents server overload during graph generation
da: Dette forhindrer server overbelastning under graf generering

source: Time Range Days
da: Tidsinterval Dage

source: Time Range Months
da: Tidsinterval Måneder

source: Top 10 Platforms
da: Top 10 Platforme

source: Top 10 Users
da: Top 10 Brugere

source: Unable to generate your personal statistics.
da: Kunne ikke generere dine personlige statistikker.

source: Unknown upload error occurred
da: Ukendt uploadfejl opstod

source: Unsupported file format: {file_format}. Supported: {supported_formats}
da: Ikke-understøttet filformat: {file_format}. Understøttet: {supported_formats}

source: Update Days
da: Opdateringsdage

source: Update graphs command global cooldown
da: Opdater grafer kommando global cooldown

source: Update graphs command per-user cooldown
da: Opdater grafer kommando per-bruger cooldown

source: Uptime
da: Oppetid

source: Usage
da: Brug

source: Use `/config edit <key> <value>` to modify settings
da: Brug `/config edit <key> <value>` til at ændre indstillinger

source: Use `/config edit {key} <value>` to modify this setting
da: Brug `/config edit {key} <value>` til at ændre denne indstilling

source: Use `/config view` to see all available configuration keys.
da: Brug `/config view` for at se alle tilgængelige konfigurationsnøgler.

source: User {user} has {count} items
da: Bruger {user} har {count} elementer

source: User {user} has {n} message
da: Bruger {user} har {n} besked

source: User {user} has {n} messages
da: Bruger {user} har {n} beskeder

source: Using UpdateTracker.force_update() - same as scheduler
da: Bruger UpdateTracker.force_update() - samme som scheduler

source: View current bot configuration
da: Se nuværende bot konfiguration

source: View or edit bot configuration
da: Se eller rediger bot konfiguration

source: What This Confirms
da: Hvad Dette Bekræfter

source: What This Means
da: Hvad Dette Betyder

source: What This Tests
da: Hvad Dette Tester

source: Yes
da: Ja

source: You don't have permission to perform this action.
da: Du har ikke tilladelse til at udføre denne handling.

source: You have {n} item
da: Du har {n} element

source: You have {n} items
da: Du har {n} elementer

source: You have {n} message
da: Du har {n} besked

source: You have {n} messages
da: Du har {n} beskeder

source: Your Plex account email address (used to identify your statistics)
da: Din Plex konto email adresse (brugt til at identificere dine statistikker)

source: Your graphs have been sent privately
da: Dine grafer er blevet sendt privat

source: Your personal Plex statistics have been generated and sent via DM!
da: Dine personlige Plex statistikker er blevet genereret og sendt via DM!

source: Your statistics were generated but couldn't be uploaded.
da: Dine statistikker blev genereret men kunne ikke uploades.

source: personal statistics
da: personlige statistikker

source: test scheduler
da: testplanlægger

source: update graphs
da: opdater grafer

source: {count} files
da: {count} filer

source: {count} graphs generated
da: {count} grafer genereret

source: {count} individual messages
da: {count} individuelle beskeder

source: {count} personal graphs
da: {count} personlige grafer

source: {n} day
da: {n} dag

source: {n} days
da: {n} dage

source: {n} hour
da: {n} time

source: {n} hours
da: {n} timer

source: {n} minute
da: {n} minut

source: {n} minutes
da: {n} minutter

source: {n} second
da: {n} sekund

source: {n} seconds
da: {n} sekunder

source: {time:.0f} seconds
da: {time:.0f} sekunder

source: {time:.1f} minutes
da: {time:.1f} minutter

source: {time:.1f} seconds
da: {time:.1f} sekunder

source: • Email not found in Plex server • Insufficient data for graphs • Temporary server issue
da: • Email ikke fundet på Plex server • Utilstrækkelige data til grafer • Midlertidigt serverproblem

source: • Verify your email is correct • Ensure you have Plex activity • Try again in a few minutes
da: • Verificer at din email er korrekt • Sørg for at du har Plex aktivitet • Prøv igen om et par minutter

source: ⏰ Timing & Retention
da: ⏰ Timing & Bevarelse

source: ⏱️ Command Cooldowns
da: ⏱️ Kommando Cooldowns

source: ⚙️ Graph Options
da: ⚙️ Graf Indstillinger

source: ✅ Configuration Updated
da: ✅ Konfiguration Opdateret

source: ❌ Configuration Key Not Found
da: ❌ Konfigurationsnøgle Ikke Fundet

source: 🎨 Colors
da: 🎨 Farver

source: 🏔️ Peak Annotations
da: 🏔️ Toppunkt Annotationer

source: 👥 Top 10 Users
da: 👥 Top 10 Brugere

source: 💻 Top 10 Platforms
da: 💻 Top 10 Platforme

source: 📅 Play Count by Month
da: 📅 Afspilningstæller efter Måned

source: 📈 Daily Play Count
da: 📈 Daglig Afspilningstæller

source: 📊 Enabled Graphs
da: 📊 Aktiverede Grafer

source: 📊 Graph
da: 📊 Graf

source: 📊 Personal Statistics - Upload Issue
da: 📊 Personlige Statistikker - Upload Problem

source: 📊 Play Count by Day of Week
da: 📊 Afspilningstæller efter Ugedag

source: 📊 Your Personal Plex Statistics
da: 📊 Dine Personlige Plex Statistikker

source: 📝 Annotations Enabled
da: 📝 Annotationer Aktiveret

source: 📡 Essential Settings
da: 📡 Væsentlige Indstillinger

source: 🔄 Initializing graph generation
da: 🔄 Initialiserer graf generering

source: 🔧 Bot Configuration
da: 🔧 Bot Konfiguration

source: 🔧 Configuration: {key}
da: 🔧 Konfiguration: {key}

source: 🕐 Play Count by Hour of Day
da: 🕐 Afspilningstæller efter Time på Dagen
